const TRANSLATION_RU = {
  header: {
    HOME: 'Главная',
    BOARDS: 'Доски',
    'NEW BOARD': 'Новая доска',
    'Log In': 'Войти',
    'Sign Up': 'Регистрация',
    Profile: 'Профиль',
    Theme: 'Тема',
    Logout: 'Выйти',
    Language: 'Язык',
    tooltip: 'Раскрыть меню',
  },
  windows: {
    name: 'Имя',
    login: 'Логин',
    password: 'Пароль',
    passwordRepeat: 'Повторите пароль',
    cancel: 'Отмена',
    create: 'Создать',
    newBoardDialogTitle: 'Создать доску',
    boardTitle: 'Имя доски',
    boardDescription: 'Описание',
  },

  main: {
    heroSubheading: ' для командной работы',
    heroText:
      'Управляйте проектами и командами и достигайте новых вершин продуктивности c помощью ',
    advantagesOne:
      'Решение проблем c помощью веб-приложения c использованием эффективных методик и инструментов',
    advantagesTwo:
      'Благодаря командной работе вы сотрудничаете и реализуете качественные проекты по высоким стандартам',
    advantagesThree:
      'Высококачественное решение абсолютно бесплатно для зарегистрированных пользователей',
    dndHeading: 'Постройте рабочий процесс',
    dndDescription: 'Управляйте досками с помощью',
    toolsHeading: 'Богатый инструментарий',
    toolsDescription:
      'Вы можете указать дополнительную информацию в описании и назначить исполнителей',
    testimonialStatementOne:
      'Я считал себя «хаотичным раздолбаем», но методики и принципы kanban помогли навести порядок в моей повседневной жизни. Для меня истинная радость — делиться этими знаниями c другими людьми.',
    testimonialStatementTwo:
      'Применяя kanban, мы привыкли, что 1 задача = 1 стикер на доске, причем у каждого стикера — свой статус. На каждом стикере есть пометка, кто им занимается, если задача уже в работе.',
    testimonialStatementThree:
      'Я узнал о Taskmaster, как о подходящем инструменте для реализации метода kanban и куда более сильную альтернативу Trello. Я не стал искать альтернативу и взял триал, чтобы посмотреть как все будет.',
  },

  footer: {},

  profile: {},

  errors: {},

  boards: {},
};

export default TRANSLATION_RU;
